Repository: alaskalinuxuser/trolly
Catalog: po/*.po
Languages: fr, nl

source: Cancel
fr: Annuler
nl: Annuleren

source: OK
fr: Valider

source: Edit
fr: Modifier
nl: Aanpassen

source: Confirm
fr: Confirmer
nl: Bevestigen

source: Pick a color
fr: Choisissez une couleur
nl: Kies een kleur

source: Light grey
fr: Gris pâle
nl: Lichtgrijs

source: Dark grey
fr: Gris foncé
nl: Donkergrijs

source: Red
fr: Rouge
nl: Rood

source: Green
fr: Vert
nl: Groen

source: Blue
fr: Bleu
nl: Blauw

source: Purple
fr: Violet
nl: Paars

source: Clipboard Import
fr: Import du presse-papier
nl: Importeren van klembord

source: Reload
fr: Actualiser
nl: Herladen

source: Settings...
fr: Paramètres...
nl: Instellingen...

source: There is no text in the clipboard. Please copy some text from another application first
fr: Aucun texte n'est dans le presse-papier. Veuillez d'abord copier du texte à partir d'une autre application
nl: Het klembord bevat geen tekst. Kopieer tekst uit een andere app.

source: Import to list
fr: Importer dans la liste
nl: Importeren naar lijst

source: History (swipe item for options)
fr: Historique (glissez pour plus d'options)
nl: Geschiedenis (veeg om acties te tonen)

source: Delete all
fr: Tout supprimer
nl: Alles verwijderen

source: No items in history. Items appear here after you remove them from the list with Clear list button.
fr: Aucun article dans l'historique. Les articles apparaissent ici après que vous les ayiez supprimé de la liste avec le bouton « Vider la liste ».
nl: Geen geschiedenisitems. Items verschijnen hier nadat je ze verwijderd hebt middels de knop 'Lijst wissen'.

source: Move to list
fr: Ajouter à la liste
nl: Verplaatsen naar lijst

source: Delete list
fr: Supprimer la liste
nl: Lijst verwijderen

source: Permanently delete all the items in the history?
fr: Supprimer définitivement tous les articles de l'historique ?
nl: Weet je zeker dat je alle geschiedenisitems wilt verwijderen?

source: Trolly Settings
fr: Paramètres de Chariot
nl: Trolly-instellingen

source: Appearance
fr: Apparence
nl: Uiterlijk

source: Item in list
fr: Articles dans la liste
nl: Lijstitem

source: Item in trolly (checked ones)
fr: Articles dans le chariot (vérifiés)
nl: Trolly-item (aangevinkt)

source: Align to center
fr: Aliner au centre
nl: Centreren

source: About Trolly
fr: À propos de Chariot
nl: Over Trolly

source: Trolly version
fr: Version de Chariot
nl: Trolly-versie

source: Trolly is a shopping list or todo manager application.
fr: Chariot est une liste de course et une application de gestion de tâches à faire.
nl: Trolly is een app om je boodschappen- of takenlijst mee te beheren.

source: This is a forked version of the original one made by Cos64
fr: Il s'agit d'une version dérivée de l'originale créée par Cos64
nl: Deze versie is geforkt van het origineel van Cos64

source: <strong>Credits:</strong> Thanks to Cos64 for the idea and source code base
fr: <strong>Remerciements :</strong> Merci à Cos64 pour l'idée et la base du code source
nl: <strong>Met dank aan</strong> Cos64 voor het idee en de basis van de broncode

source: <strong>List items actions</strong>
fr: <strong>Actions sur la liste des articles</strong>
nl: <strong>Lijstitemacties</strong>

source: <strong>Touch</strong> to check (or uncheck) a list item
fr: <strong>Appuyez</strong> pour cocher (ou décocher) un article dans la liste
nl: <strong>Raak</strong> een lijstitem aan om deze aan of af te vinken

source: <strong>Swipe left</strong> to edit item
fr: <strong>Faites glisser à gauche</strong> pour modifier un article
nl: <strong>Veeg naar links</strong> om een item aan te passen

source: <strong>Swipe right</strong> to delete item
fr: <strong>Faites glisser à droite</strong> pour supprimer un article
nl: <strong>Veeg naar rechts</strong> om een item te verwijderen

source: <strong>App Menu actions</strong>
fr: <strong>Actions dans le menu de l'application</strong>
nl: <strong>Menu-acties</strong>

source: <strong>Import from Clipboard</strong> import text from clipboard
fr: <strong>Importer à partir du presse-papier</strong> importe le texte contenu dans le presse-papier
nl: <strong>Importeren van klembord</strong> - importeer tekst van het klembord

source: <strong>History</strong> display items removed with 'Clear list' option
fr: <strong>Historique</strong> affiche les articles supprimés via l'option « Vider la liste »
nl: <strong>Geschiedenis</strong> - toon items die verwijderd zijn middels de optie 'Lijst wissen'

source: <strong>Delete list</strong> removes permanently ALL items
fr: <strong>Supprimer la liste</strong> supprimer définitivement TOUS les articles
nl: <strong>Lijst verwijderen</strong> - verwijder ALLE items permanent

source: <strong>Clear list</strong> removes all items and move to history page
fr: <strong>Vider la liste</strong> supprime tous les articles et les déplace vers la page d'historique
nl: <strong>Lijst wissen</strong> - verwijder alle items en voeg ze toe aan de geschiedenispagina

source: <strong>Checkout</strong> removes permanently checked items and remembers them
fr: <strong>Paiement</strong> supprime définitivement les articles cochés et s'en souvient
nl: <strong>Uitvinken</strong> verwijdert permanent aangevinkte items en onthoudt ze

source: <strong>Settings</strong> application configuration
fr: <strong>Paramètres</strong> permet d'accéder à la configuration de l'application
nl: <strong>Instellingen</strong> - stel de app in

source: Released under the terms of
fr: Distribuée sous les termes de
nl: Uitgebracht onder de voorwaarden van

source: <strong>Old</strong> source code available on
fr: <strong>Ancien</strong> code source disponible sur
nl: De <strong>oude</strong> broncode is beschikbaar op

source: Clipboard Import Settings
fr: Paramètres d'import du presse-papier
nl: Importinstellingen

source: Separators used to tokenize clipboard entry
fr: Séparateurs utilisés pour diviser les entrées du presse-papier
nl: Klemborditems scheiden middels een

source: Comma
fr: Virgule
nl: Komma

source: New line
fr: Nouvelle ligne
nl: Nieuwe regel

source: Space
fr: Espace
nl: Spatie

source: Trolly
fr: Chariot

source: About...
fr: À propos...
nl: Over...

source: Checkout
fr: Paiement
nl: Uitvinken

source: Clear list
fr: Vider la liste
nl: Lijst wissen

source: History...
fr: Historique...
nl: Geschiedenis...

source: Import from clipboard...
fr: Importer à partir du presse-papier...
nl: Importeren van klembord...

source: Clear list?
fr: Vider la liste ?
nl: Weet je het zeker?

source: Items will be moved to History page
fr: Les articles seront déplacés vers la page d'historique
nl: De items worden verplaatst naar de geschiedenispagina

source: Delete list ?
fr: Supprimer la liste ?
nl: Lijst verwijderen?

source: Permanently delete all the items ?
fr: Supprimer définitivement tous les articles ?
nl: Weet je zeker dat je alle items permanent wilt wissen?

source: Clear Checked items ?
fr: Vider les articles cochés ?
nl: Aangevinkte items verwijderen?

source: Remove PERMANENTLY checked items ?
fr: Supprimer DÉFINITIVEMENT les articles cochés ?
nl: Weet je zeker dat je alle aangevinkte items PERMANENT wilt verwijderen?

source: Add an item
fr: Ajouter un article
nl: Item toevoegen

source: Add
fr: Ajouter
nl: Toevoegen

source: (Swipe to right or left selected item for options)
fr: (Faites glisser à droite ou à gauche l'article sélectionné pour plus d'options)
nl: (veeg een item naar links of rechts om acties te tonen)

source: Mark disabled
fr: Marquer désactivé
nl: Aanvinken uitgeschakeld

source: trolly
fr: Chariot

source: Orange
nl: Oranje
